<template>
    <div id="services">
        <h1>学院综合服务平台许可及服务协议</h1>
        <p>
         
            网站服务协议书 服务条款 1．
            条款的接受 欢 迎访问_________网站!_________网站将根据下列服务条款为你竭诚服务，
            这些服务条款我们可能不定期不通知你进行更新。按照下列网址你可 以在任何时间看到最新的条款：
            _________此外，若使用特别_________服务，你和_________网站将服从于、适用于不时都有可能张贴 
            出来的指导方针和规则。这些方针和规则因此也成为服务条款的一部分。如果你是_________网站的一个成员，
            请通知_________网站为你提供另 一份不同的服务条款。_________网站也会经常提供其他服务，如_________，
            这些站点将会有不同的服务条款规范。这些服务条款不适用于 _________等站点或其他服务。 2．
            服务种类 _________ 网站为用户提供对最新和丰富的在线资源的访问，包括各种各样的通讯工具、在线论坛、购物服务、
            个性化内容和通过道具的网络化品牌设计。除 _________规定，任何扩大和提高服务的特征，包括_________新道具的发放都服从于服务协议。你知道和同意该协议如实情提供，并且 _________网站对核实、删除、误交和不能存储任何用户通讯和个人化设置不承担任何责任。 为 使用该协议，你必须获得对_________网站的访问权，要么直接或通过设置进入网络支持内容，并支付其进人相关的服务费用。此外，你必须提供必要设备 连接万维网，包括计算机、调制解调器或其他接人设置。请注意_________网站已在特定区域为成人提供服务。你必须至少在18岁以上才能访问和浏览这 些区域。 3．你的注册义务 鉴 于你对本协议的使用，你必须同意：（a）在填写注册信息表格时，提供真实、准确、最新和完整的个人信息；和（b）维持和及时更新注册信息以使之保持真实、 准确、最新和完整。如果你提供的信息不真实、不准确、不是最近的和不完整，_________有合理的原因怀疑你有本条（a）、（b）中的上述情 况，_________网站就有权吊销或终止你的账户，拒绝你所有现在及将来对服务的使用（或者其中任何的部分）。_________网站关心所有用户的 安全和隐私，尤其是对儿童。正因为如此，13岁以下的孩子的父母如果希望他们的孩子接受服务，必须设立_________家庭账户。当你设立了 _________家庭账户和将孩子加入该账户，你必须保证你至少是18岁，并且根据_________家庭账户的列表你是合法的监护人。通过增加孩子家 庭账户，你也可以允许你的孩子接受所有的服务，包括电子邮件、信息版、俱乐部、方便信息和聊天（和其他人）。请不要忘了服务是特意为更广泛的大众。因此， 作为合法监护人，你有责任决定哪些服务或内容适合你的孩子。 4．隐私保护政策 你的注册信息和特定的其他信息要遵循我们的隐私保护政策。如要想查看更详细的情况，请参阅_________，如果你来自_________，那请去_________网站参看_________隐私保护政策。 5．会员账户、密码和安全 在 你完成服务注册过程时，你会得到一个密码和账户。你有责任对密码和账户保密，你应对你账户和密码所发生的行为负完全责任。你同意在你账户和密码发生任何未 经授权的使用和其他违背安全的情况时将此通知_________网站，并确保在每一次结束时你退出了该账户。_________网站不能也不会为你因不能 按照第5部分去做而带来的损失或损害赔偿承担责任。 6．会员行为 你 了解所有的信息、数据、文本、软件、音乐、声音、照片、制图、录像、讯息或其他资料（“内容”），不管是公开张贴还是秘密传输，都是信息来源人的单独责 任。这就意味着你而不是_________网站为你上传、张贴、电子邮件、传输或其他通过服务所能做的行为负完全责任。_________网站不控制你通 过服务张贴类似的内容，也不保证其准确性、完整性和质量。你知道通过使用该协议，你有可能暴露于受骚扰的、讨厌的和下流的环境之中。无论如何，在任何情况 下，_________网站不会对任何内容负责，包括但不限于，内容中的错误和忽略的以及由于对所张贴、邮发、传输及其他通过服务可得到的内容的使用而发 生的任何损失和损害赔偿。 你同意不使用该服务进行下列行为： a．上载、张贴、发电子邮件、传输或其他利用该内容所进行的非法的、伤害性的、威胁性的、辱骂性的、骚扰的、侵权的、诽谤的、粗俗的、淫秽的、中伤的、侵犯别人隐私的、可恶的、种族歧视的或其他令人讨厌的行为； b．伤害未成年人的行为； c．模仿任何人或实体，包括但不限于_________官员、法官、导游或主人、或对与他人或实体有关联的错误陈述或其他误传； d．为了伪装通过服务传输内容的来源而伪造领导或其他操纵标识符； e．上载、张贴、邮发、传输或利用下述 

        </p>
    </div>
</template>

<script>
export default {
    data()
    {
        return {}
    }
}
</script>

<style scoped lang="less">
#services{
    width:100%;
    height:auto;
    h1{
        width:100%;
        height:20px;
        padding-left:15%;
        margin-top:10%;
    }
    p{
        width:90%;
        height:auto;
        margin-left:5%;
    }
}
</style>